Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/katja_gauriloff_saara_seipiharju_ja_sunna_nousuniemi_taidetapahtuman_tuomareiksi_-_tapahtuman_ohjelma_julkaistu.html.tmx
Source language: fin
Languages: smn

source: Katja Gauriloff, Sáárá Seipiharju ja Sunna Nousuniemi taidetapahtuman tuomareiksi – tapahtuman ohjelma julkaistu
smn: Katja Gauriloff, Sáárá Seipiharju já Sunna Nousuniemi taaiđâtábáhtus tuámárin – tábáhtus ohjelm almostittum

source: Elokuvaohjaaja Katja Gauriloff, freelancer-toimittaja Sáárá Seipiharju ja elokuvantekijä Sunna Nousuniemi toimivat ensi tiistaina 18.5.2021 järjestettävän Saamelaisnuorten taidetapahtuman tuomareina.
smn: Elleekovestivrejeijee Katja Gauriloff, freelance-toimâtteijee Sáárá Seipiharju já elleekoverähtee Sunna Nousuniemi tuáimih tuámárin Säminuorâi taaiđâtábáh t usâst, mii uárnejuvvoo puáttee majebaargâ 18.5.2021.

source: Saamelaisnuorten taidetapahtuma järjestetään etäyhteyksin kello 10 alkaen.
smn: Säminuorâi taaiđâtábáhtus uárnejuvvoo káidusin tijme 10 rääjist.

source: Tapahtuman avaa Erke Eriksen musiikkiesityksellä .
smn: Erke Eriksen lekkâs tábáhtus jieijâs muusikáin.

source: Tapahtumassa esiintyvä Ravggon esittää uutta musiikkiaan ja myös Talent Suomessa nähty räppäri Mihkku Laiti vieraile lähetyksessä!
smn: Meid Ravggon čuojât uđđâ muusik já Talent Suomâst oi n um ráppár Mihkku Laiti kolli i stâl vuolgâttâsâst !

source: Voit tutustua ohjelmaan tarkemmin alempaa.
smn: Tun puá vtáh uápásmuđ ohjelmân tärhibeht vuoluubeln.

source: Ravggon-bändi on tehnyt uutta levyä yhdessä tuottaja Duomis Heandaratin kanssa.
smn: Ravggon- juávkku lii ráhtám uđđâ skiäru oovtâst pyevtitteijein Duomis Heandarat ijn .

source: Levy on viimeistelyvaiheessa.
smn: Skiärru lii masa vaalmâš .

source: Bändin kokoonpano on sama kuin ennen, mutta musiikki on muuttunut akustisemmasta folk-popista hieman rouheampaan ja jopa kokeilevaan suuntaan.
smn: Juávhu jesâneh láá siämmááh ko ovdil, mutâ muusik lii muttum aakuustlii folk-pop -muusikist váhá ruávásub já joba keččâleijee suundán .

source: Sävellykset ovat saaneet inspiraatiota utuisista muistoista, henkilökohtaisista pyristelyistä ja oivalluksista sekä pelosta, mitä tapahtuu luonnolle, kun mikään ei enää riitä.
smn: Nuotah láá finnim inspiraatio sovđâ muštoin, persovnlijn kaašmârdmijn já ibbeerdmijn sehe paaloost, ete mii tábáhtuvá luándun, ko mihheen ij innig pijssáá .

source: Tämän keikan Ravggon soittaa pienemmällä kokoonpanolla ja esittää myös uusia kappaleita, joita ei ole aiemmin esitetty.
smn: T aan tábáhtusâst R avggon čuojât ucceeb juávkkun já čuojât meid uđđâ pittáid, moh iä lah ovdil almolávt čuojâttum .

source: Saamelaisnuorten taidetapahtumaa odotetaan yli 300:aa lasta ja -nuorta ympäri maan ja tapahtumassa nähdään 38 videota.
smn: Mij vyerdip S äminuorâi taaiđâtábáhtusân paijeel 300 pärnid já nuorâd pirrâ eennâm já uáinip tábáhtusâst 38 videod .

source: Lisäksi taidetapahtumaan odotetaan seuraajia julkiseen Youtube-striimiin, minkä linkkiä jaetaan taidetapahtuman sosiaalisessa mediassa.
smn: Toos lasseen vyerdip čuávvoid taaiđâtábáhtus almolii Youtube-str eamvuolgâttâsân, mon liiŋkâ jyehip taaiđâtábáhtus sosiaallii mediast .

source: Tapahtuma juonnetaan kolmella saamen kielellä.
smn: T ábáhtus jođettuvvoo kuulmâ sämikielân .

source: Tapahtuman juontavat koltansaameksi Anna Lumikivi , inarinsaameksi Satu Aikio ja pohjoissaameksi Teija Kaartokallio .
smn: Jođetteijen tuáimih nuorttâlâškielân Anna Lumikivi , anarâškielân Satu Aikio j á tavesämikielân Teija Kaartokallio.

source: Ohjelmaan voi tulla vielä muutoksia.
smn: Ohjelm ân sättih vala puáttiđ nubástusah .

source: Nähdään pian!
smn: Uáinip forgâ !

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
smn: Lasetiäđuh: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
